Repository: jouissancetka/LMW
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 他熟练地将它们都挖出来，用灵水洗净后再和其他灵草放在一起，随后搬出以前买的一口大坛子和酿灵酒的配料。
en_us: He skillfully dug them out, washed them with spiritual water and put them together with other magic herbs. Then he carried out a big jar he had bought in the past and the ingredients for the brewing the spirit wine.

source: 他特想说一句话——优越你妹！
en_us: He really wanted to say something to that - superiority my ass!

source: 他犹豫了一下，终究还是没帮他擦汗，他可不想承担害他炼丹失败的责任。
en_us: After a bit of hestiation, he decided against wipping it away since he didn't want to take the blame if he failed.

source: 他现在也算走投无路，出来相信他们也别无他法，只希望他没有看走眼。
en_us: He was basically at a dead end now anyway, and he had no choice but to trust them and hope that he hadn't made a wrong call.

source: 他现在只能往无人的方向跑，至于城主府的地图，已经没有太大的用处了，为了抓到他们，星落城门早就让人守着各个出口中。
en_us: He could only run towards a direction that was unpopulated. The map of the City Master's mansion was already not of much use now. In order to catch them, every exit in Starfall City (星落城) had long been patrolled by the guards.

source: 他现在的工作，其实是他多次经验积累下来的。
en_us: His current job was actually an accumulation of his many experiences. (他现在的工作，其实是他多次经验积累下来的。)

source: 他现在脑子一片混沌，完全没心情想太复杂的事情，只是将托盘放到桌子就坐回那张椅子，任那宵夜独自凄凉。
en_us: His brain was a mess and he didn't have the time to think about other complicated stuff, so he just left the tray on the table, for it to feel the loneness.

source: 他现在连一品彩丹都炼不出来，何况是二品彩丹。
en_us: He could not even refine a first grade rainbow pill now, let alone a second grade rainbow pill.

source: 他的修为是神境二星，这个实力放到外面绝对会有很多人邀请他去当客卿，但是他却更愿意留在洞域作威作福，只因为这里比其他地方更自在，奸淫掳掠都不会有人管，而且以他的实力，洞域中少有人是他的对手。
en_us: His cultivation base was at the Divine two star level. If he showed off this kind of strength outside, many people would definitely invite him to join their courts, but he would much rather stay in Dong Yu and lord over other people, only because this place was more lax than other places. Nobody cared if they raped and looted, and moreover, with his strength, there were few people who could be his opponents in Dong Yu.

source: 他的同伴王华和赵二脸色也黑黑的，似乎饭菜的味道和他们想象的不一样，其中万厨师依照游小默做的酸辣鸡丁被扫落在地，鸡丁摔在灶边，其他饭菜也被动过一点，但显然被吃它的人嫌弃了。
en_us: Both of his friends, Wang Hua and Zhao Er, looked disastified too, since the taste of the food was different from what they had expected. The Spicy Sour Chicken Cubes (酸辣鸡丁), which Chef Wan learnt from You XiaoMo where thrown on the ground and the chicken smashed against the oven. The other dishes had been touched too, but clearly disliked by their tasters.

source: 他的契约兽们也是一脸惨不忍睹，果然是父子俩。
en_us: Even his contracted demon beasts were looking at him unbearably, (惨不忍睹) like father like son.

source: 他的异状引起大家的注意。
en_us: His strange state attracted everyone's attention.

source: 他的惨叫声吸引了在场大部分人的注意力，大家匆匆看了一眼，却没有谁过来救他，有些人甚至发出轻蔑的冷笑声。
en_us: His screams attracted the attention of most of the people present. They hurriedly looked over, but no one came to rescue him. Some even gave a sneer of contempt.

source: 他的手下立刻兴奋的喊起来，争先恐后的扑向莫雪和莫菲，自从他们成为洞域强盗后，已经很久没有遇到这种质量上等的女人。
en_us: His subordinates instantly started yelling gleefully and vied with each other to be the first to pounce at Mo Fei and Mo Xue. Ever since they had become Dong Yu bandits, it had been a very long time since they encountered such high-quality women.

source: 他的手指突然动了一下，然后原本剧烈挣扎的水元素之心突然安静了下来，凌霄摊开手的时候，它竟然没有逃走，反而静静的浮在手上，这让他想起另外四枚元素之心，好像事后也是这么安静。
en_us: Suddenly his finger moved and the once struggling Water Elemental Essence calmed down. When Ling Xiao opened his palms again, he didn't escape either, rather calmly floated on top. That reminded You XiaoMo of the other four Elemental Essences.

source: 他的男人竟然被别人当成意淫的对象？
en_us: His man became the subject of other people's psycholagny?

source: 他的空间原主人恐怕也是丹青先祖，还有那枚红色玉简，感情他得到的东西都是属于他家的东西，果然是造化弄人。
en_us: The original owner of his dimension and the red-colored Jade drive was presumably Progenitor Dan Qing's (丹青先祖) too. He felt that everything he got were all things that belonged to his family. It was truly the god of destiny making a fool of the people.

source: 他的胆子有点小，游柏知道后就时常逼他一起看恐怖片，这部影片就是其中之一，看完后他半个月没敢吃包子，印象不可谓不深刻。
en_us: He was sort of a coward, and after You Bo found out, he often forced him to watch horror movies together with him. This was one of those movies. After he watched it, he didn't dare to eat steamed buns for half a month, and it left a deep impression.

source: 他的行为一直都很怪异，让大家觉得很新奇，但不是每次都很顺利的，因为这个月从他开铺到现在已经过了三天却仍然没有人跟他换。
en_us: His behavior had always been weird and strange and was very novel for everyone. However, it did not go without a hitch every time, because three days had passed since he opened the shop this month and nobody had made a transaction with him.

source: 他的视线再移到凌霄身上，突然怔住了。
en_us: His gaze shifted back to Ling Xiao and he was suddenly stunned.

source: 他的话并不是没有依据的，灵山是在夹缝中的空间，虽然有白天和黑夜，但是这里的太阳实际是仿造出来的，一年四季都是春天，不可能有雷雨天气。
en_us: His words had some reason to it. Spirit Mountain was in a dimension in between; even though there was day and night, the sun here was actually just an imitation. It was spring all year round, so it was impossible for there to be thunder and rain.

source: 他的话确实有道理，但武成一想到他说这句话时那一脸正经八百的表情，就觉得很怪异。
en_us: What he said did indeed sound reasonable, but Wu Cheng felt that it was awfully strange when he thought about that solemn expression on You XiaoMo's face when he said it.

source: 他的话顿时让百里小鱼有种受宠若惊的感觉，虽然他跟游小默是好朋友，但是凌霄却几乎没有跟他们说过话。
en_us: His words were rather flattering to BaiLi XiaoYu. Though he was friends with You XiaoMo, Ling Xiao had barely talked to him.

source: 他的金库不仅是用极品铁建造的，里面还有他亲自下的禁制，可这两只小妖兽不仅无视金库的防御手段，而且还悄无产息的溜进去，冲着这一点，他就可以肯定两只小妖兽绝对不是普通的妖兽。
en_us: Not only was his vault created from the highest-quality metal, he had personally set seals there. However, not only did these two demon beasts manage to get past all the security in place, they had managed to get inside without anyone noticing. Just from this, it was clear that those two demon beasts weren‘t ordinary demon beasts.

source: 他相信莫菲说的话，不过他仍然没有立刻出手，而是准备选在最紧要的关头，这样莫雪两姐妹对他的印象才会更深刻，更感激他。
en_us: He believed Mo Fei's words, yet he still did not step in immediately. Instead, he intended to choose the most critical moment, so that the two sisters would have a deeper impression of him and be even more grateful to him.

source: 他看了下，大堂只剩下一张空桌，但位置不是很好，夹在一群血性的汉子中间，汗臭味肯定是少不了的。
en_us: He glanced at the lobby and saw that there was only one empty table left, but the location quite poor. The stink of stale sweat would definitely be unavoidable whilst being sandwiched in the middle of a group of hot-blooded men.

source: 他知道不能一竿子把所有东洲人打死，毕竟大叔就不是这种人，他的个性还很腼腆，不过一想到人肉叉烧包他就来气。
en_us: He knew that he couldn't just place all of Dong Zhou's people into one basket. After all, Uncle (大叔) wasn't that kind of person, and his personality was actually very shy. But the moment he thought of the human meat buns, he grew angry.

source: 他知道每个地方都有它自己的规则，大部分城池也都收入城费，在他看来还是挺正常的。
en_us: He knew that each place had their own rules, and many of the cities would demand an entry fee, too. In his eyes, this was pretty normal.

source: 他知道胡村的村民一辈子都没见过那么多灵晶，有些人甚至可能从来没有见过灵晶长什么样，动心的人肯定有不少，至于那么不动心的，他再想办法解决就行了。
en_us: He knew that the villagers had never seen so many spirit gems in their lives, and some had never even seen what a spirit gem looked like. Many people would be tempted. As for those who weren't, he'll think of something later.

source: 他知道，如果老家主知道对方是一名圣境强者，必定不会重罪于他，因为神境与圣境差的可不止一道鸿沟。
en_us: He knew that if the old Family Head knew that their opponent was a sacred level expert, then he wouldn't be blamed as much, because the difference between divine level and sacred level wasn't something easily made up for.

source: 他确实是看到游小默很像一只肥羊才兴起宰他的念头，财大气粗的人一般不会在意这点灵晶，而且他怎么说也是逍遥院的导师，至少要给他三分薄面不是吗？
en_us: He did view You XiaoMo as a fat sheep so that gave rise to the idea to rip him off. Those rich people generally did not care about this small amount of spirit gems. Furthermore, he was also a teacher from XiaoYao Institution. They should give him some face to say the least, isn't that so?

source: 他突然发现程向荣根本不像外表看上去那么好欺负，憨厚腼腆的外表下竟然隐藏着一颗细腻的心思，估计所有人都被他骗了。
en_us: Suddenly, he found that Cheng XiangRong was not as easy to bully as he looked. He hid an exquisite mind under his simple and shy appearance. Yan Hui reckoned that everyone had been deceived by him.

source: 他竟然在凌霄身上感觉到玄龟族的血脉，虽然不是很浓厚，但仍然令他无法忽视，而且随着时间的流逝，那丝血脉似乎正在充分觉醒，他隐隐能感觉得出，这条血脉似乎有着不输于现在的玄龟族的力量。
en_us: He had actually detected the presence of the Black Turtle Clan's bloodline in Ling Xiao. Although it wasn't very rich, it was still impossible for him to ignore it. In addition, as more time had passed, that thread of a bloodline seemed to be fully awakening, and he could faintly sense that it was as if this bloodline had a kind of power that didn't belong to the Black Turtle Clan of today.

source: 他第一反应是，这个时空竟然有笑话大全这种东西？
en_us: His first reaction was that even in this dimension there was things like joke books?

source: 他第一次遭受如此奇耻大辱。
en_us: This was the first time he had suffered such an extraordinary shame and humiliation.

source: 他美好的未来在他们出现的时候再度被两人毁了，自从眼睛瞎了之后，因快速晋级而留下的后遗症九一一爆发了。
en_us: His beautiful future had been once again ruined when the two had reappeared. Ever since he became blind, all the consequences of his rapid advancement began to occur.

source: 他能妥协吗？
en_us: Could he back down? !

source: 他能感觉到自己现在几乎生不如死，可是，只要有一线希望，他就不想放弃，不想就这样死了。
en_us: He felt like even death would be better, but, so long as a glimmer of hope remained, he didn't want to give up; he didn't want to die just like this.

source: 他能成为自然城最强大，最有能力的强者，头脑自然不会简单到哪里去，眼下还有两个人没出手，可是他却废掉一条手臂。
en_us: For him to become the strongest and most powerful pracititioner in ZiRan City, he couldn't be a brainless idiot. As the situation stood, two of them hadn't made a move but he had already lost an arm.

source: 他自己则勉为其难的带上另一张丑面具，要不是猫球不在他身边，他就不用委屈自己扮丑了。
en_us: As for him, he reluctantly wore another ugly mask. If CatQiu was around, he wouldn't have to suffer from being ugly.

source: 他虽然不常喝酒，但只要是男人，基本都不会排斥喝酒，特别是酒鬼们，这款灵酒就像一本顶级功法带给他们的诱惑是一样的。
en_us: Although he rarely drank wine, most man wouldn't reject the notion of drinking. Especially for drunkards, this spirit wine was just as attractive as a transcendent level soul training manual. (顶级功法)

source: 他虽然也是圣境强者，实力还在丹师工会的强者之上，但就是因为他被凌霄打伤了，导致他的实力下降，所以才会忍让几大势力。
en_us: Even though he was also a Sacred Realm expert who was even stronger than the Mage Association's experts, because he was wounded by Ling Xiao, it had caused his strength to decrease, so he had tolerated these major powers.

source: 他虽然无法确定姬芮是几星，但是他可以肯定，这个叫姬芮的女人绝对没有凌霄强。
en_us: Although he wasn't sure what star was Ji Rui at, he was certained that this women called Ji Rui was not as strong as Ling Xiao.

source: 他被耍了！
en_us: He was being toyed with!

source: 他要把潜在的威胁扼杀于摇篮之中。
en_us: He wanted to kill potential threats in the cradle.

source: 他觉得他可能知道凌霄为什么不告诉他们小乌龟的事情。
en_us: He thought that he might know why Ling Xiao did not tell them about the baby turtle.

source: 他记得他师傅段奇天以前给过他一颗高级灵丹当见面礼，那次凌霄吃的时候还要稍微做下样子，现在吃一颗十级灵丹像吃糖豆似的，真怀疑他的修为是不是精进了。
en_us: He remembered that Duan QiTian had given him a high-level pill as a gift back when they first met. Back then, when Ling Xiao ate it, he seemed to need some time to digest it. Now, he ate level ten pills like they were candy; just how much had his cultivation level risen?

source: 他记得和他们一同入住这家客栈的客人还有两名外来者，因为他们的穿着布料很不错，所以看了下背影就确定和他们一样。
en_us: He remembered that there were still two foreigners who checked into the inn at the same time they did. Because the material of their clothing was very high quality, You XiaoMo was certain that they were the same as him and Ling Xiao.

source: 他记得手下告诉过他，除了几只契约兽，主人还有一个同伴，只是那个人经常呆在屋里，所以没有看到他的长相，很可能就是这个人。
en_us: He remembered that his men had told him that the master also had a comrade besides a few contracted demon beasts. It was just that person often stayed inside the house, so he had never seen his face. It was very possible that this person was him.

source: 他说的是没几个，但补代表没有。
en_us: He said that there weren't many, but that didn't mean there weren't any.

source: 他身负重任，无法像他们一样可以假意袖手旁观，要是被凌霄带着独立空间逃了，回去后他要面对的将是主子的怒火。
en_us: He was under a lot of responsibility and couldn't watch from the sidelines like the other two. If Ling Xiao disappeared with the independent dimension, he was the one who was going to have to face the wrath of his master.

source: 他还蛮喜欢大叔的，腼腆又有理想，看似忠厚老实，实则很有主见，所以不希望他死在这里。
en_us: You XiaoMo quite liked this uncle very much. He was shy and idealistic, and looked honest and naive, yet he was very opinionated. He did not want Cheng XiangRong to die here.

source: 他这副模样此时才让人觉得他也是黑蜘蛛一员。
en_us: His appearance at that moment finally made people believe that he was also part of the Black Spider.

source: 他连忙安慰自己，这种事情是不可能的。
en_us: He hurriedly reassured himself. That was impossible.

source: 他预料的果然没错，虽然他现在是一名六级下品丹师，但是以他的灵魂能力却已经能炼制出六级上品灵丹。
en_us: He was right. Though he was only a low grade level six mage, he could make upper grade level six magic pills with his soul force.

source: 仗着有宫殿的地图，游小默宛如水中的鱼儿在宫殿里来去自如，可惜正如他们之前猜想的，白虎的宫殿确实除了好看之外，其余地方也是家徒四壁，好在白虎没让他失望，他在其他偏殿发现同样大小的玉床。
en_us: Relying on the map of the palace, You XiaoMo was just like a fish in water as he came and went freely around the palace. Unfortunately, as they had guessed before, other than the palace of the White Tiger being beautiful to look at, the rest of the area had nothing but bare walls. Fortunately, the White Tiger did not disappoint him as he found another jade bed of the same size in a different side chamber.

source: 令它们感到惊喜的是，这里似乎没有任何防御，可是接下来却又使它们犯难了。
en_us: To their pleasant surprise, there seemed to be no defenses up here. But what deciding what to do next made them uneasy again.

source: 以为他的眼睛是瞎的吗？
en_us: Do you think that he's blind?

source: 以他现在的实力，要将一片低级的灵草从地里挖出来是一件轻而易举的事情，灵魂之力覆盖过去，大片的灵草便从地里自行拔起，然后整整齐齐的放在老夫妇的脚下。
en_us: With his current strength, digging up a patch of low level magic herbs was easy. His soul force enveloped the area and a large patch of magic herbs dug themselves out of the ground before neatly laying themselves at the feet of the old couple.

source: 以他的修为想要在不惊动任何人的情况下把龙血偷出来几于是不可能的，除非凌霄现在就在他身边，可他现在连他在哪里都不知道。
en_us: It is impossible to steal the dragon blood without alarming anyone with his current cultivation, unless Ling Xiao was by his side at present. But he did not even know where he was now.

source: 以他的修为，就算真的遇到洞域强盗也不会有太大的问题，彩级三品可不是说着好玩的。
en_us: At his cultivation level, he wouldn't have much of a problem even if he did meet Dong Yu Bandits. Grade Three Rainbow Level was no joke.

source: 以凌霄的修为，要做到随时随地的让莫雪好看不过是弹指之间。
en_us: With Ling Xiao's power, he could easily have Mo Xue get a taste of her own medicine with a flick of a finger.

source: 以凌霄的实力，以前他的麒麟血脉和妖凰血脉，玄龟族的精血对他根本不起作用，有也不过是沧海一粟。
en_us: With Ling Xiao's level of power and the bloodlines of the Demon Phoenix Clan and the Qilin Clan, the Black Turtle Clan's Life Blood was already of no use to him. Even if it was, it would be just a drop in the ocean.

source: 以前从胡村后山的石洞得到的灵草大多已经掉落种子，有了种子他就不需要再担心这种灵草会没有存货。
en_us: The magic herbs he got from the cave behind the Hu Village had already dropped seeds. Once he had the seeds, he didn't need to worry about not having stock anymore.

source: 以前就算是两大势力发生战斗，苍盟也从未表态会支持哪一方，向来都是抱着置身事外的态度。
en_us: Before, even if two large powers started fighting, the Cang Alliance had never declared that it was supporting one side, and it had seemed as if they would always keep their 'keep out of other people's business' attitude.

source: 以前没有经历过雷云不知道它的可怕，经历过才知道那声势当真是地动山摇，天崩地裂，要不是有凌霄帮忙，他肯定会紧张得手忙脚乱。
en_us: He had never experienced Tribulation Lightning before and did not know the terror of it. It was only after he had experienced it that he realized that its momentum (声势) truly caused the earth to tremble, the mountain to sway, and the Heavens to rend asunder. He would have been so nervous and confused if he did not have Ling Xiao's help.

source: 以前那张脸很平凡，扔在人群里也只能靠一点人格魅力才能发现得了，现在比那张脸好看得多，而且也不会让人觉得有任何违和感，还有凌霄，他只敢偷瞄，耀眼得他都不敢看过去。
en_us: His face from before was very plain, the kind that if you threw into a crowd, you would only be able to find cause of their charisma. Now, it looked much nicer and didn't feel strange (何违和感). As for Ling Xiao, he only dared to take a peek as it was so blinding he didn't dare look at him straight up.

source: 以她彩级六品的修为，想要与通天大陆的顶尖强者平起平坐不是没可能，毕竟通天大陆的六品丹师统共就那么几个，不过这种情况只是指炼丹的能力。
en_us: With her Grade Six Rainbow Level, it was possible for her stand at the top along with other practitioners, since there was only a few Grade Six Rainbow Level mages. However, this was only for the ability to make pills.

source: 以我估计，关在第十层的人应该是三个人以下，比较好找，这一层只能硬闯，等我们顺利救出风迟云后，我会负责吸引两兄弟的注意力，到时利用空间的移动性先离开禁地，并通知银戈他们。
en_us: "My guess is that there'll be three or less people imprisoned on the tenth floor, so it'll be easy to look through them. After we successfully save Feng ChiYun, I'll distract the two brothers and you use your dimension to leave first and inform Yin Ge and the others."

source: 以此类推，之所以没有超过半个小时，是因为到目前为止，还没有出现过哪个丹师在第一次进入重力屋的时候能超过半个小时。
en_us: The reason why it didn’t go over half an hour was because no mage had managed to stay in the Gravity Room for over half an hour on their first go.

source: 以江流的身份其实是没有资格进入桃源遗迹，但是他不知用了什么办法，竟然到现在还能得到游震天的信任，凭这点本事就足够教大家刮目相看。
en_us: With Jiang Liu's status, he didn't actually have the qualifications to enter Peach Blossom Ruins. Who knows what he did, but he had actually earned You ZhenTian's trust even up to now. Just this little bit of ability was enough to make everyone looked at him with a new attitude.

source: 以游泳的身份，身上没几件保命的东西是不可能的。
en_us: It was impossible for You Yong not to have a few life-saving items on hand with her status.

source: 以游震天的身份，自然要有对应地位的人来迎接才能体现得出他的重量级，但很可惜的是，苍盟盟主并没有出来，此时此刻，他正在哄他的小徒弟，因为小徒弟又闹别扭了。
en_us: With You ZhenTian's status, there would naturally be someone of the corresponding status to welcome him to reflect his status as a heavyweight. But it was a put that the Head of the Cang Alliance did not appear. At this very moment, he was coaxing his little disciple, as his little disciple was being difficult again.

source: 以滕梓心六级下品巅峰的实力，能炼出六级中品灵丹，实力不可小觎，就是他们也难以越阶挑战。
en_us: Teng ZiXin was only at the peak of the lower grade among level six mages. Her ability must be very impressive if she was able to refine a mid grade level six pill. Even they would have trouble overcoming the barriers between grades.

source: 以白虎的实力，若被困在里面，这辈子就别想再出来了。
en_us: With the White Tiger's strength, if they were trapped inside, there was no way that they would get out in this life time.

source: 以集九镇的情况，掌柜绝对不敢将集九镇的人剁了做馅料，所以如果他推测没错的话，很可能是那两名外来者遇害了。
en_us: Considering JiJiu Town's circumstances, there was no way the concierge would dare to chop up the people from JiJiu Town and turn them into stuffing. So if his guess was correct, it was very likely that those two foreigners had been murdered.

source: 众人顺着细线看向山顶，十几秒后，那里出现三道人影，细线就在中间的少年手上，没过多久，那只黑鸦就被少年拎在手上。
en_us: The crowd followed the thin thread to the top of the hill. Ten seconds later, three figures appeared. The thin thread was the hands of the young man in the middle. Before long, the black crow was left dangling from the hands of the young man.

source: 众人一一落座。
en_us: They all sat down one by one.

source: 众人不由得思考起来，难道这张地图隐藏着什么重大的秘密才让游震天和姬赫先后出手？
en_us: The crowd couldn't help but wonder if there was some sort of priceless secret to this map that caused both You ZhenTian and Ji He to bid for it one after the other.

source: 众人不禁倒吸了一口气。
en_us: Everyone couldn't help but suck in a breath of air.

source: 众人也顾不得说话，立刻带人冲了进去。
en_us: Not even caring to talk, everyone rushed inside.

source: 众人以为游小默会断掉的手臂，此时却仍然好好的留在他身上，甚至一点事也没有，反倒是独眼刀疤，脸色憋得通红。
en_us: Everyone had thought that Y would be one arm short, but it was still whole, unaffected even. On the contrary, it was One-Eyed Scarface who's face was red from strain.

source: 众人先是一愣，旋即想到苍盟半个月前放出的话，果然不止是说说而已，苍盟看来是打定主意要保游小默和凌霄。
en_us: Everyone was stunned, then they immediately thought of the words that the Cang Alliance had released half a month ago. Sure enough, it was more than just hot air. It seemed that the Cang Alliance would defend You XiaoMo and Ling Xiao.

source: 众人再也顾不得湖边的顶级灵草，他们只知道水妖是一种非常危险的生物，灵草在重要也没有命重要，若不想被变成同类就必须全力以赴，只是没有想到这片湖泊竟然会是水妖栖息的寒潭。
en_us: Everyone could no longer be bothered with the transcendent level magic herbs by the lake. They only knew that Water Demons were a type of extremely dangerous creature, and no matter how important magic herbs were, they weren't as important as their own lives. If they didn't want to become like the Water Demons, they would have to flee with all their strength. They just hadn't imagined that this lake would actually be the cold pool where the Water Demons rested.

source: 众人再次沉默，沉默等于默认。
en_us: Everyone stayed slient, sliently approved.

source: 众人咽了咽口水，若真是倒也值得放在最后。
en_us: Everyone swallowed their saliva. If that was so, it was worth placing it at the end.

source: 众人哗然。
en_us: Everyone burst into an uproar.

source: 众人哗然一身。
en_us: Everyone burst into an uproar.

source: 众人均意味深长的看向凌霄和游小默。
en_us: The crowd looked meaningfully at Ling Xiao and You XiaoMo.

source: 众人大惊，迅速的往后退。
en_us: Everyone was greatly alarmed and rapidly retreated backwards.

source: 众人寻声望过去，赫然是滕梓心，随着她严肃的声音落下，一股浓郁至极的药香味突然从她面前的炉鼎里飘出来，药香味甚至比其他人要浓郁许多。
en_us: Everyone turned to look. It was Teng ZiXin, and as her serious voice fell, a thick herbal fragrance drifted out from her cauldron, one that was denser than the others.

source: 众人已经很淡定。
en_us: Everyone else had already gotten used to this.

source: 众人惊讶的看向游小默。
en_us: Everyone looked at You XiaoMo in shock.

source: 众人惊骇的看向游小默，他到底做了什么？
en_us: The crowd looked to You XiaoMo in shock. What had he done?

source: 众人把视线立刻集中在他的身上。
en_us: Everyone put turned their gazes to him immediately.

source: 众人没再理会是不是有人要叙旧，专心对付眼前的水妖。
en_us: The crowd ignored this and focused on dealing with the Water Demons.

source: 众人的呼吸顿时沉重起来，一枚十二阶内丹饱含的能量无比庞大，传说十二阶妖兽的内丹有机率可以让人突破神境与圣境的屏障，虽然没有彩丹的效果高， 但是机会亦难得，而且吸收了内丹的能量还能晋级。
en_us: Everyone's breathing grew heavy at once. The amount of energy that could fill a Level Twelve Life Crystal was incomparably enormous. Rumor had it that the Life Crystal of a level twelve demon beast could possibly allow someone to break through the barrier of the Sacred Realm and the Divine Realm. Although it wasn't as effective as a rainbow pill, the opportunity was still hard to come by; moreover, once one absorbed the Life Crystal's energy, they could also advance.

source: 众人的注意力不由自主的移到他手上的空间戒指。
en_us: They couldn't help but turn their gaze towards the dimension ring on his finger.

source: 众人看向地图的眼神顿时变了，从看一块破布变成了一块香饽饽的肥肉，而且还散发着吸引他们的香味。
en_us: The way the crowd looked at the map changed, from looking at rags to looking at a feast with an alluring smell.

source: 众人看着游小默一副事不关己高高挂起的态度，好像在说‘我只是帮你们先把价格抬上去一点而已，反正迟早都要上去了，不用感谢我！’
en_us: Everyone looked at You XiaoMo who had a none-of-my-business attitude, as if he was saying, 'I'm just going to help you raise the price a little bit first. Anyway, it'll go up sooner or later. There's no need to thank me!'

source: 众人立刻往主殿的防线看过去，苍盟盟主，和游震天号称南陆双雄的男人，原以为会是个头发苍苍的老头子，结果是个身强体壮，一连正阳之气的男人，难怪他收的第一个徒弟是左炎，比较有共同话题咩？
en_us: Everyone immediately looked towards the main hall. The Head of the Cang Alliance, someone who, along with You ZhenTian, was known as one of the Two Greats of the Southern Continent. You XiaoMo had thought he would be a white haired old man, but instead he was a masculine young man with a well-built physique. No wonder his first disciple was Zuo Yan. They probably had more to speak about?

source: 众人纷纷惊愕的看向他们一直令他们不屑的男人。
en_us: They all looked at the man who they had always disdained with astonishment and amazement.

source: 众人纷纷看向游小默，到底是要在老虎身上拔毛，还是就此收手？
en_us: Each and every one then turned to You XiaoMo. Would he pull the tiger's fur (老虎身上拔毛) or quit at this point?
